Revit 2027 API
ParameterTypeId.StairsWinderpatternFilletInsideCorner Property
 "Fillet on Corner": Fillet on inside corner
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinderpatternFilletInsideCorner { get; }
Public Shared ReadOnly Property StairsWinderpatternFilletInsideCorner As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinderpatternFilletInsideCorner {
	ForgeTypeId^ get ();
}
static member StairsWinderpatternFilletInsideCorner : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace